export default {
  projections: {
    СотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      отдел: {
        __caption__: 'Отдел'
      },
      оклад: {
        __caption__: 'Оклад'
      },
      тел: {
        __caption__: 'Тел'
      }
    },
    СотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      отдел: {
        __caption__: 'Отдел'
      },
      оклад: {
        __caption__: 'Оклад'
      },
      тел: {
        __caption__: 'Тел'
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    оклад: {
      __caption__: 'Оклад'
    },
    отдел: {
      __caption__: 'Отдел'
    },
    тел: {
      __caption__: 'Тел'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
