export default {
  projections: {
    НоменклатураE: {
      имяТовара: {
        __caption__: 'Имя товара'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      экоКласс: {
        __caption__: 'Эко класс'
      },
      защСвойства: {
        __caption__: 'Защ свойства'
      },
      готТовар: {
        __caption__: 'Гот товар',
        товар: {
          __caption__: 'Товар'
        },
        колВо: {
          __caption__: 'Кол во'
        },
        одобрено: {
          __caption__: 'Одобрено'
        }
      },
      запасМатериалов: {
        __caption__: 'Запас материалов',
        товар: {
          __caption__: 'Товар'
        },
        колВо: {
          __caption__: 'Кол во'
        }
      }
    },
    НоменклатураL: {
      имяТовара: {
        __caption__: 'Имя товара'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      экоКласс: {
        __caption__: 'Эко класс'
      },
      защСвойства: {
        __caption__: 'Защ свойства'
      }
    }
  },
  validations: {
    едИзм: {
      __caption__: 'Ед изм'
    },
    защСвойства: {
      __caption__: 'Защ свойства'
    },
    имяТовара: {
      __caption__: 'Имя товара'
    },
    экоКласс: {
      __caption__: 'Эко класс'
    },
    готТовар: {
      __caption__: 'Гот товар'
    },
    запасМатериалов: {
      __caption__: 'Запас материалов'
    }
  }
};
