export default {
  projections: {
    ПеремещениеE: {
    },
    ПеремещениеL: {
    }
  },
  validations: {
    колВо: {
      __caption__: 'колВо'
    },
    ответственный: {
      __caption__: 'ответственный'
    },
    продавец: {
      __caption__: 'продавец'
    },
    сумма: {
      __caption__: 'сумма'
    },
    товар: {
      __caption__: 'товар'
    },
    цена: {
      __caption__: 'цена'
    },
    номенклатура: {
      __caption__: 'номенклатура'
    },
    поставщик: {
      __caption__: 'поставщик'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
