export default {
  projections: {
    ПродажиE: {
    },
    ПродажиL: {
    }
  },
  validations: {
    колВо: {
      __caption__: 'колВо'
    },
    ответственный: {
      __caption__: 'ответственный'
    },
    покупатель: {
      __caption__: 'покупатель'
    },
    сумма: {
      __caption__: 'сумма'
    },
    товар: {
      __caption__: 'товар'
    },
    цена: {
      __caption__: 'цена'
    },
    клиент: {
      __caption__: 'клиент'
    },
    номенклатура: {
      __caption__: 'номенклатура'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
